Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/stotte_til_lulesamisk_litteratur_.html.tmx
Source language: nob
Languages: smj

source: Støtte til lulesamisk litteratur
smj: Doarjja julevsáme girjálasjvuohtaj

source: Sametingsrådet har bevilget 474 000 kr i støtte til oversettelse av litteratur til lulesamisk og til originallitteratur på lulesamisk.
smj: Sámedikkeráde la juollodam 474 000 kr doarjjan jårggålimijda ja ieme girjálasjvuohtaj julevsámegiellaj. Ruhtaduvvá sáme girjálasjvuoda prosjæktadårja årdniga baktu.

source: Sametingsrådet gjorde for 2022 endringer i regelverk for ordningen prosjektstøtte til samisk litteratur, også kalt litteraturutgivelser.
smj: Sámedikkeráde rievdaj njuolgadusájt 2022’n doarjjaårdnigin prosjækta doarjja sáme girjalasjvuohtaj, aj gåhtjoduvvam “girjálasjvuodaalmodibme”.

source: Nå er det åpen søknadsfrist der man kan søke gjennom hele året på støtte til utgivelse av samisk litteratur.
smj: Dálla la rabás åhtsåmájggemærráj gånnå máhtá åhtsåt ålles jagev dårjav sáme girjálasjvuoda almodibmáj.

source: De første søknadene som ble behandlet var prosjekter som omhandler litteraturutgivelser på lulesamisk.
smj: Vuostasj åhtsåmusá ma giehtadaláduvvin lidjin prosjevta ma guosskin julevsáme girjálasjvuodaalmodimev.

source: Tjihkkom Almmudahka har fått en støtte på på 124 000 kr som skal gå til oversettelse av flere tekster fra internasjonale forfattere som skal oversettes til lulesamisk og trykkes i en novellesamling med foreløpig tittel «Substasa amás gáttes”.
smj: Tjihkkom Almmudahka la oadtjum 124 000 kr doarjjan jårggålittjat tevstajt rijkagasskasasj tjállijs mij galggá sjaddat novællatjoahkken bådåsasj bajelt tjála dasi la “Subttsasa amás gáttes”.

source: Forfatterne og tekstene er valgt ut med tanke på litterære verk som fremdeles er relevant for samtiden selv om tekstene og forfatterne virket for lenge siden.
smj: Tjálle ja tevsta li válljiduvvam dajna ájádusájn jut vilá li guoskavattja uddni juska tjálle doajmmaájgge lij dålen.

source: Eksempelvis er det tekster fra Virginia Wolf, Edgar Allan Poe, Leo Tolstoj og Katherine Mansfield.
smj: Buojkulvissan li tækstatjálle Virginia Wolf, Edgar Allan Poe, Leo Tolstoj ja Katherine Mansfield.

source: – Tjihkkom Almmudahka er et relativt nytt forlag i lulesamisk område som har som formål å oversette litteratur til Maja Kristine Jåma Árvu/Sametinget lulesamisk.
smj: – Tjihkkom Almmudahka la viehka ådå almmudahka julevsáme guovlon gænna la ulmme jårggålit Maja Kristine Jåma Árvu/Sametinget girjálasjvuodav julevsámegiellaj.

source: Forlaget har allerede oversatt og publisert Alice i eventyrland til lulesamisk i tillegg til Panamabøkene.
smj: Almmudahka la juo jårggålam ja almodam Lisá imájájmon julevsámegiellaj ja duodden dasi Panamagirjijt.

source: Det er gledelig å se at arbeidet med oversetting av klassikere fortsetter fra forlagets side, sier rådsmedlem Maja Kristine Jåma.
smj: La ávvo vuojnnet gå joarkká barggo jårggålit klassihkkárijt almmudagá bieles, javllá rádesebrulasj Maja Kristine Jåma

source: Det er i tillegg gitt en støtte på kr 350 000 til et helt ferskt lulesamisk forlag, Nálaga Tjállaga til en utgivelse av en ungdomsbok på lulesamisk.
smj: Duodden la juolloduvvam 350 000 kr doarjjan ållu ådå julevsáme almmudahkaj, Nálaga Tjállaga mij galggá almodit nuorajgirjjev julevsámegiellaj.

source: Boken har tittel og er skjønnlitteratur skrevet originalt på lulesamisk.
smj: Girje bajelt tjála la “Bådådjo buoremus gæjmmár” ja la tjáppagirjálasjvuohta tjáleduvvam julevsámegiellaj.

source: – Det er svært hyggelig å se at det er opprettet et nytt lulesamisk forlag som har fokus på originallitteratur for barn og unge i sin første utgivelse og med en tematikk som samiske barn og unge er opptatt av og som de kan kjenne seg igjen i, sier Jåma.
smj: – La hávsske gå la álgaduvvam ådå julevsáme almmudahka mij tjalmos ieme girjálasjvuodav julevsámegiellaj mánájda ja nuorajda ietjas vuostasj almmudimen tiemájn masta sáme máná ja nuora berusti ja gånnå dåbddi birrasav, javllá rádesebrulasj Jåma

source: Boken skal gis ut parallelt på lulesamisk og norsk og språket er lett og godt i og med at målgruppen primært er samiske unge som ha lulesamisk som andrespråk.
smj: Girjje galggá almoduvvat julevsáme ja dáro paralella tevstaj, giella la álkke ja buorre dajnas gå ulmmejuogos la nuora sámegielaga gænna la julevsámegiella nubbengiellan.

source: Samiske slektsbegrep som ieddne, áhttje, áhkko og áddjá ikke er oversatt til norsk, noe som er et bevisst valg fra forlagets side.
smj: Sáme berajbágo dagu ieddne, áhttje, áhkko ja áddjá, ælla jårggåluvvam dárogiellaj, mij la diedulasj válljim almmudagá bieles.

source: – Denne boken vil potensielt sett kunne omfavne mange lesere i og med at det parallell tekst og en aktuell tematikk som gaming.
smj: – Dát girjje sjaddá guosskat moadda låhkkijt aj gå la paralella tevsta ja guoskavasj tiebmá giejmmit.

source: For språkutvikling er det særdeles viktig at det finnes litteratur med tematikk som fenger, det har jeg stor tro på at dette prosjektet vil gjøre, avslutter Jåma.
smj: Giellaåvddånibmáj la sierraláhkáj ájnas jut gávnnu girjálasjvuohta tiemájn mij guoskat, dat prosjækta sjaddá vájkkudit dav, låhpat Jåma.
